Revit 2027 API
ParameterTypeId.StructuralCamber Property
 "Camber Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralCamber { get; }
Public Shared ReadOnly Property StructuralCamber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralCamber {
	ForgeTypeId^ get ();
}
static member StructuralCamber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace